/* STM */
"STM01TEXT01" = "Kontrollera visuellt bläcknivåerna i skrivarens bläckbehållare när du vill bekräfta den verkliga mängden bläck som finns kvar.
Skrivaren kan skadas om du fortsätter att använda den när bläcknivån ligger under den nedre gränsen.";
"STM01B01" = "OK";

/* Nozzle */
"NOZZLE01TEXT01" = "Se till att skrivaren är på och ansluten till datorn när du ska utföra en munstyckeskontroll. Se även till att det finns vanligt papper med formatet A4 eller Letter i den bakre pappersmatningen. Klicka på [Skriv ut] för att skriva ut ett mönster för munstyckeskontroll eller klicka på [Avbryt] för att avsluta.";
"NOZZLE01B01" = "Skriv ut";
"NOZZLE01B02" = "Avbryt";

"NOZZLE02TEXT01" = "Jämför det utskrivna mönstret med provet ovan. Om det finns brutna linjer i mönstret för munstyckeskontroll klickar du på [Rengör]. Klicka på [Slutför] för att avsluta.";
"NOZZLE02SPE01" = "Övre: Bra
Nedre: Rengöring behövs";
"NOZZLE02B01" = "Slutför";
"NOZZLE02B03" = "Rengör";

/* Cleaning */
"HEADCLEANING01TEXT01" = "Klicka på [Starta] för att rengöra skrivhuvudets munstycken. Rengör endast skrivhuvudet om utskriften är svag eller innehåller luckor eftersom rengöringen förbrukar en del bläck. Kontrollera först att skrivhuvudet behöver rengöras med verktyget \"Munstyckeskontroll\".
Obs! Kontrollera att transportlåset är i upplåst läge (Printing) så som visas på bilden innan du utför en rengöring.";
"HEADCLEANING01B01" = "Avbryt";
"HEADCLEANING01B02" = "Starta";

"HEADCLEANING02TEXT01" = "Vänta ...";
"HEADCLEANING02TEXT02" = "Huvudrengöring pågår. Vänta.";
"HEADCLEANING02B01" = "Stäng";

"HEADCLEANING03TEXT01" = "Rengöringen är klar. Klicka på [Skriv ut mönster för munstyckeskontroll] för att kontrollera att rengöringen fungerade.";
"HEADCLEANING03B01" = "Slutför";
"HEADCLEANING03B03" = "Skriv ut mönster för munstyckeskontroll";

/* Gap */
"GAP01TEXT01" = "Med verktyget Skrivarhuvudjustering kan du rätta till vertikala feljusteringar, horisontella ränder och suddiga utskrifter.";
"GAP01B01" = "Nästa >";
"GAP01B02" = "Avbryt";

"GAP02TEXT01" = "Ett vertikalt justeringsark skrivs ut.
Kontrollera att skrivaren är på och ansluten till datorn. Se även till att det finns vanligt papper med formatet A4 eller Letter i den bakre pappersmatningen.
Klicka på [Skriv ut] när du är klar.";
"GAP02B01" = "Skriv ut";
"GAP02B02" = "Avbryt";
"GAP02B03" = "Hoppa över >>";

"GAP03TEXT01" = "Titta på justeringsarket.
Hitta den fyrkant som inte har några synliga band i uppsättningarna 1 till 5. Välj den siffra som motsvarar rutan från listan nedan för alla uppsättningar. Klicka sedan på [Nästa >].
Om det finns band i varje ruta väljer du den ruta som har tunnast band. Klicka sedan på [Justering].";
"GAP03B01" = "Nästa >";
"GAP03B02" = "Avbryt";
"GAP03B03" = "Justering";

"GAP04TEXT01" = "Ett horisontalt justeringsark i svart skrivs ut.
Se till att det finns vanligt papper med formatet A4 eller Letter i den bakre pappersmatningen.
Obs! Denna justering påverkar bara höghastighetsutskrifter på vanligt papper. Andra papperstyper påverkas inte.";
"GAP04B01" = "Skriv ut";
"GAP04B02" = "Avbryt";
"GAP04B03" = "Hoppa över >>";

"GAP05TEXT01" = "Titta på justeringsarket.
Hitta det mönster som inte har något svart eller vitt band. Välj den siffra som motsvarar mönstret från listan nedan. Klicka sedan på [Nästa >].
Om alla mönster innehåller ett band, välj det mönster med det tunnaste bandet. Klicka sedan på [Justering].";
"GAP05B01" = "Nästa >";
"GAP05B02" = "Avbryt";
"GAP05B03" = "Justering";

"GAP06TEXT01" = "Ett horisontalt justeringsark i färg skrivs ut.
Se till att det finns vanligt papper med formatet A4 eller Letter i den bakre pappersmatningen.
Obs! Denna justering påverkar bara höghastighetsutskrifter på vanligt papper. Andra papperstyper påverkas inte.";
"GAP06B01" = "Skriv ut";
"GAP06B02" = "Avbryt";

"GAP07TEXT01" = "Titta på justeringsarket.
Hitta det mönster som inte har något mörkt eller ljust band. Välj den siffra som motsvarar mönstret från listan nedan. Klicka sedan på [Slutför].
Om alla mönster innehåller ett band, välj det mönster med det tunnaste bandet. Klicka sedan på [Justering].";
"GAP07B01" = "Slutför";
"GAP07B02" = "Avbryt";
"GAP07B03" = "Justering";

/* Printer and Option information */
"PRINFO01GRPBOXTITLE01" = "Antal pappersark som matas in i skrivaren";
"PRINFO01SPE01" = "Antal ark";
"PRINFO01SPE02" = "Hittar ingen information om skrivaren.";
"PRINFO02GRPBOXTITLE01" = "Antal pappersark som matas in i dokumentmataren";
"PRINFO02SPE01" = "Antal ark";
"PRINFO02SPE02" = "Hittar ingen information om skrivaren.";
"PRINFO01B01" = "OK";

/* Power Ink Flushing */
"POWERINKFLUSHING01TEXT01" = "Om det fortfarande finns ränder eller om färger saknas på utskrifterna trots att du utfört en huvudrengöring flera gånger kanske du måste byta bläcket inuti bläckrören för att avhjälpa problemet.

Med den här funktionen kan du byta allt bläck inuti bläckrören.

Den här funktionen förbrukar mycket bläck. Vi rekommenderar att du bara använder den här funktionen när du har utfört en huvudrengöring flera gånger.

Obs! Kontrollera att det finns tillräckligt med bläck i skrivarens bläckbehållare innan du använder den här funktionen.
Fyll bläckbehållarna om det inte finns tillräckligt med bläck.";
"POWERINKFLUSHING01B01" = "Avbryt";
"POWERINKFLUSHING01B02" = "Nästa >";

"POWERINKFLUSHING02TEXT01" = "Innan du använder den här funktionen ska du kontrollera att transportlåset är i upplåst läge (Printing) så som visas på bilden.

Obs! Transportlåset ska alltid vara upplåst när skrivaren används.";

"POWERINKFLUSHING03TEXT01" = "Vill du köra den här funktionen?
En stor mängd bläck förbrukas när allt bläck inuti bläckrören byts ut.
Vi rekommenderar att du försöker lösa problemet genom att utföra en huvudrengöring flera gånger innan du använder den här funktionen. Klicka på [Avbryt] och prova att utföra en huvudrengöring flera gånger.

Obs! Den här funktionen påverkar bläckdynornas livslängd. Bläckdynornas livslängd förkortas när den här funktionen används.
Kontakta Epsons support för byte om bläckdynorna har nått slutet av sin livslängd.

Klicka på [Starta] när du vill starta bläckbytet.
Det går inte att avbryta funktionen när den har startats.";
"POWERINKFLUSHING03B01" = "Avbryt";
"POWERINKFLUSHING03B02" = "Starta";

"POWERINKFLUSHING04TEXT01" = "Vänta ...";
"POWERINKFLUSHING04TEXT02" = "Bläckspolning pågår.
Vänta.";
"POWERINKFLUSHING04B01" = "Stäng";

"POWERINKFLUSHING05TEXT01" = "Bläckspolningen är klar.
Kontrollera att bläckspolningen fungerade genom att klicka på [Skriv ut mönster för munstyckeskontroll].";
"POWERINKFLUSHING05B01" = "Slutför";
"POWERINKFLUSHING05B03" = "Skriv ut mönster för munstyckeskontroll";

/* Ink Tank Utility */
"INKTANKUTILITYB01" = "Nästa";
"INKTANKUTILITYB02" = "Baksida";
"INKTANKUTILITYB03" = "Stäng";

//Common
"INKTANKUTILITYTEXT01" = "Fyll på bläck upp till linjen i alla bläckbehållare.
Information om hur du fyller på bläck och använder skrivaren finns i skrivarhandboken.
Du kan fortsätta att använda skrivaren även om du inte har nya bläckflaskor eller om en eller flera bläckbehållare inte är fyllda upp till den övre linjen. För att skrivaren ska fungera så bra som möjligt bör du dock omgående fylla på bläck i alla bläckbehållare upp till den övre linjen.

Obs!
Kvaliteten och tillförlitligheten kan inte garanteras för andra bläcktyper och de kan orsaka skador som inte täcks av Epsons garantier.
Andra bläck från Epson än de som anges i skrivarhandboken kan orsaka skador som inte täcks av Epsons garantier.";
"INKTANKUTILITYTEXT02" = "Fortsatt användning av skrivaren när bläcknivån ligger under linjen i behållaren kan skada skrivaren.";
"INKTANKUTILITYTEXT03" = "Fortsatt användning av skrivaren när bläcknivån är under 20 mm från botten på bläckbehållarenheten kan skada skrivaren.
Använd linjalen som medföljer skrivaren när du kontrollerar bläcknivåerna.";
"INKTANKUTILITYTEXT04" = "När en varning aktiveras eftersom den återstående mängden bläck måste återställas, visas instruktioner för återställning av nivåerna.";

/* Printer Settings */
"PRISET01B01" = "Verkställ";
"PRISET01B02" = "Avbryt";
"PRISET01SPE04" = "Hittar ingen information om skrivaren.";
"PRISET01SPE05" = "OK";
"PRISET01GRPBOXTITLE03" = "Vilolägestimer";
"PRISET01SPE31" = "3 minuter";
"PRISET01SPE32" = "5 minuter";
"PRISET01SPE33" = "10 minuter";

/* Error */
"PRINTERBUTTON00" = "OK";
"ERCOMMON_B01" = "Avbryt";
"ERCOMMON_B02" = "Fortsätt";
"ERCOMMON_B03" = "OK";
"WRCOMMON_B01" = "OK";
"WRCOMMON_B02" = "Avbryt";
"ER00_TEXTA" = "Fel";
"ER00_TEXTB" = "1. Avbryt alla utskriftsjobb.
2. Öppna skannerenheten och ta bort eventuellt papper som fastnat.
3. Stäng enheten och slå av och på strömmen.";
"ER00_TEXTA_D4" = "Fel";
"ER00_TEXTB_D4" = "1. Avbryt alla utskriftsjobb.
2. Öppna skannerenheten och ta bort eventuellt papper som fastnat.
3. Stäng enheten och slå av och på strömmen.";
"ER00_B01_D4" = "Avbryt";
"ER01_TEXTA" = "Skrivaren är upptagen";
"ER01_TEXTB" = "Vänta...";
"ER04_TEXTA" = "Pappersstopp";
"ER04_TEXTB" = "1. Öppna skannerenheten och ta bort eventuellt papper som fastnat.
2. Stäng enheten och tryck på knappen %btn% på produkten.";
"ER05_TEXTA" = "Det är dags att återställa bläcknivåerna.";
"ER05_TEXTB" = "Du måste kontrollera mängden bläck som finns kvar. Klicka på ikonen [Bläckbehållarverktyg] i Epson Printer Utility 4 för instruktioner hur du fyller på bläck.
Information om vilka bläckflaskor som används i skrivaren finns i skrivarhandboken.
Andra bläck från Epson än de som anges i skrivarhandboken kan orsaka skador som inte täcks av Epsons garantier.

Kontrollera visuellt bläcknivåerna i skrivarens bläckbehållare när du vill bekräfta den verkliga mängden bläck som finns kvar.
Skrivaren kan skadas om du fortsätter att använda den när bläcknivån ligger under den nedre gränsen.";
"ER05_TEXTA_FF" = "Grundpåfyllningen av bläck har inte slutförts";
"ER05_TEXTB_FF" = "Information om hur du slutför den inledande bläckpåfyllningen finns i installationsbladet.";
"ER06_TEXTA_D4" = "Papper slut eller felaktigt insatt";
"ER06_TEXTB_D4" = "1. Ta bort papperet och lägg i det igen.
2. Tryck på knappen %btn% på produkten eller klicka på [Fortsätt] när uppmaningen visas.

Klicka på [Avbryt] för att avbryta utskriftsjobbet när uppmaningen visas. Om utskriften inte avbryts kan du avbryta den på produkten.";
"ER06_B01_D4" = "Fortsätt";
"ER06_B02_D4" = "Avbryt";
"ER06_TEXTA" = "Papper slut eller felaktigt insatt";
"ER06_TEXTB" = "1. Ta bort papperet och lägg i det igen.
2. Tryck på knappen %btn% på produkten.

För att avbryta utskriften klickar du på [Avbryt] om det visas. Om utskriften inte avbryts, avbryter du den på produkten.";
"ER10_TEXTA" = "Service krävs";
"ER10_TEXTB" = "Någon av skrivarens bläckdynor måste bytas.
Kontakta Epsons kundtjänst.";
"ER10_TEXTA_SPE01" = "Service krävs";
"ER10_TEXTB_SPE01" = "Någon av skrivarens bläckdynor måste bytas.
Överskottsbläck kan läcka ut.
Kontakta Epsons kundtjänst.";
"ER12_TEXTA" = "Fel vid matning av flera sidor";
"ER12_TEXTB" = "Gör något av följande.
- Ta bort papperet och lägg i det igen. Tryck på knappen %btn% på produkten.
- Klicka på [Avbryt] för att avbryta utskriftsjobbet när uppmaningen visas. Om utskriften inte avbryts kan du avbryta den på produkten.";
"ER12_TEXTA_D4" = "Fel vid matning av flera sidor";
"ER12_TEXTB_D4" = "Gör något av följande.
- Ta bort papperet och lägg i det igen. Tryck på knappen %btn% på produkten.
- Klicka på [Avbryt] för att avbryta utskriftsjobbet när uppmaningen visas. Om utskriften inte avbryts kan du avbryta den på produkten.";
"ER12_B01_D4" = "Avbryt";
"ER4A_TEXTA" = "Någon av skrivarens bläckdynor måste snart bytas.";
"ER4A_TEXTB" = "Kontakta Epsons kundtjänst.
Tryck på %btn% på skrivaren för att fortsätta utskriften.";
"ER4A_TEXTA_SPE01" = "Någon av skrivarens bläckdynor måste bytas.";
"ER4A_TEXTB_SPE01" = "Bläck kan börja läcka om du fortsätter skriva ut.
Kontakta Epsons kundtjänst.
Tryck på knappen %btn% på skrivaren för att fortsätta utskriften.";
"Common Error Text1" = "Fel";
"Common Error Text2" = "1. Avbryt alla utskriftsjobb.
2. Öppna skannerenheten och ta bort eventuellt papper som fastnat.
3. Stäng enheten och slå av och på strömmen.";
"Common Error B1" = "Avbryt";
"Cleaning status" = "Skrivaren är upptagen";
"Shipment status" = "Grundpåfyllningen av bläck har inte slutförts";
"Charging status" = "Bläcksystemet fylls på";
"WRINKLOW_TEXTA" = "Det är snart dags att återställa bläcknivåerna.";
"WRINKLOW_TEXTB" = "Bläcknivåerna kan vara låga.
Du kanske kan fortsätta att skriva ut. Du bör dock förbereda nya bläckflaskor så snart som möjligt. Vi rekommenderar att du använder Epson-originalbläck.
Information om vilka bläckflaskor som används i skrivaren finns i skrivarhandboken.
Andra bläck från Epson än de som anges i skrivarhandboken kan orsaka skador som inte täcks av Epsons garantier.

Kontrollera visuellt bläcknivåerna i skrivarens bläckbehållare när du vill bekräfta den verkliga mängden bläck som finns kvar.
Skrivaren kan skadas om du fortsätter att använda den när bläcknivån ligger under den nedre gränsen.";
"COMUERR_TEXTA" = "Kommunikationsfel";
"COMUERR_TEXTB" = "Anslut produkten till datorn och slå till strömmen. Avbryt utskriften om du stängt av strömmen under utskriften.";
"COMUERR_B01" = "Försök igen";
"COMUERR_B02" = "Avbryt";
"CHARGINGSTATUS_TEXTA" = "Bläcksystemet fylls på";

